Repository: Adastra-thw/Tortazo
Catalog: w3af/locales/*/LC_MESSAGES/w3af.po
Languages: es, ru

source: About...
es: Sobre...
ru: О программе

source: Check the web site
es: Visita el sitio web
ru: Сайт программы

source: BUG! The communicator was never initialized
es: BUG! El comunicador nunca fue inicializado
ru: Ошибка! Коммуникатор не инициализирован.

source: Loading...
es: Cargando...
ru: Загрузка...

source: Initializing core...
es: Inicializando el nucleo...
ru: Инициализация ядра...

source: Building the status bar...
es: Construyendo la barra de estado...
ru: Создание окна статуса...

source: Program started ok
es: Programa iniciado correctamente
ru: Программа запущена успешно.

source: Creating menu and toolbar...
es: Creando menu y barra de opciones
ru: Создание меню и панели инструментов...

source: _New
es: _Nuevo
ru: Создать

source: Create a new profile
es: Crear un nuevo perfil
ru: Создать новый профиль

source: _Save
es: _Guardar
ru: Сохранить

source: Save this configuration
es: Guardar esta configuracion
ru: Сохранить конфигурацию

source: Save _as...
es: Guardar _como...
ru: Сохранить как...

source: Save this configuration in a new profile
es: Guardar esta configuracion a un nuevo perfil
ru: Сохранить конфигурацию в новом профиле

source: _Revert
es: _Revertir
ru: Откатить

source: Revert the profile to its saved state
es: Revertir el perfil a su estado original
ru: Откатить профиль к сохранённому состоянию

source: _Delete
es: _Borrar
ru: Удалить

source: Delete this profile
es: Borrar este perfil
ru: Удалить профиль

source: _Profiles
es: _Perfiles
ru: Профили

source: _View
es: _Ver
ru: Вид

source: _Edit plugin
es: _Editar plugin
ru: Редактировать профиль

source: Edit selected plugin
es: Editar perfil seleccionado
ru: Редактировать плагин

source: _Edit
es: _Editar
ru: Редактировать

source: Edit
es: Editar
ru: Редактировать

source: _HTTP Config
es: Configuracion _HTTP
ru: Настройки HTTP

source: HTTP configuration
es: Configuracion HTTP
ru: Настройки HTTP

source: _Miscellaneous
es: _Miscelaneos
ru: Прочее

source: Miscellaneous configuration
es: Configuracion miscelanea
ru: Прочие настройки

source: _Configuration
es: _Configuracion
ru: Настройки

source: _Manual Request
es: Pedido _Manual
ru: Произвольный запрос

source: Generate manual HTTP request
es: Generar requerimiento HTTP manual
ru: Генерация произвольного запроса

source: _Fuzzy Request
es: Pedido _difuso
ru: Fuzzy-запрос

source: Generate fuzzy HTTP requests
es: Generar requests HTTP difusos
ru: Генерация fuzzy-запросов

source: _Encode/Decode
ru: Кодировать/декодировать

source: Encodes and Decodes in different ways
es: Encode y Decode de diferentes maneras
ru: (Де)кодирование данных различными способами

source: _Compare
es: _Comparar
ru: Сравнить

source: Compare different requests and responses
es: Comparar diferentes pedidos y respuestas
ru: Сравнить различные запросы и ответы

source: _Proxy
ru: Прокси

source: Proxies the HTTP requests, allowing their modification
es: Intercepta pedidos HTTP, permitiendo su modificacion
ru: Перехват HTTP-запросов, позволяющий их изменение

source: _Tools
es: _Herramientas
ru: Инструменты

source: _Wizards
ru: Мастера

source: Point & Click Penetration Test
ru: Быстрое тестирование

source: _Help
es: _Ayuda
ru: Помощь

source: Help regarding the framework
es: _Ayuda relacionada con la herramienta
ru: Помощь по фреймворку

source: _About
es: Sobre
ru: О программе

source: About the framework
es: Sobre la herramienta
ru: О фреймфорке

source: _Start
es: Iniciar
ru: Пуск

source: Start scan
es: Iniciar análisis
ru: Начать сканирование

source: Exploit all vulns
es: Explotar todas las vulns
ru: Эксплойты и уязвимости

source: _Pause
es: _Pausa
ru: Пауза

source: Pause scan
es: Pausar análisis
ru: Приостановить сканирование

source: Toggle the plugins panel
ru: Включить/выключить панель плагинов

source: Toggle the shells and proxies window
ru: Включить/выключить окно оболочек и прокси

source: Building the throbber...
es: Construyendo la imagen de estado...
ru: Создание индикатора активности...

source: Building the main screen...
es: Construyendo la pantalla principal...
ru: Создание основного экрана...

source: Scan config
es: Configuracion del análisis
ru: Настройки сканирования

source: Log
ru: Журнал

source: Results
es: Resultados
ru: Результаты

source: Exploit
ru: Эксплойт

source: Do you really want to quit?
es: Realmente quieres salir?
ru: Вы уверены, что хотите выйти?

source: The scan has started
es: El análisis ha iniciado
ru: Сканирование началось

source: Stop scan
es: Detener el análisis
ru: Остановить сканирование

source: Resuming the scan...
es: Reiniciando el análisis...
ru: Сканирование возобновляется...

source: The scan is paused
es: El análisis esta pausado
ru: Сканирование приостановлено

source: Stopping the scan...
es: Deteniendo el análisis
ru: Остановка сканирования...

source: Clear
es: Limpiar
ru: Очистить

source: Clear all the obtained results
es: Limpiar los resultados obtenidos
ru: Очистить все полученные результаты

source: The scan has stopped by user request
es: El análisis se detuvo a pedido del usuario
ru: Сканирование остановлено пользователем

source: The scan has finished
es: El análisis ha terminado
ru: Сканирование завершено

source: Scan results cleared
es: Se han limpiado los resultados del análisis
ru: Результаты сканирования очищены

source: Start
es: Iniciar
ru: Пуск

source: The scan has not started: no info yet
es: El análisis no ha comenzado: no hay informacion.
ru: Скан не запущен: нет данных

source: Configure HTTP settings
es: Configuración HTTP
ru: Настройки HTTP

source: Configure Misc settings
es: Configuración Miscelanea
ru: Прочие настройки

source: _Multiple Exploit
es: _Múltiple exploit
